malfunction = {
    'PAX_S90_GPRS_C_CTLS': ['Tamper', 'Принтер', 'GPRS', 'CTLS', 'Порт питания'],
    'PAX_S80_EG_C_CTLS': ['Tamper', 'Принтер', 'GPRS', 'Порт Пин-пада', 'Порт питания'],
    'PAX_D230_4G_BT_WIFI_CTLS': ['Tamper', 'Принтер', 'GPRS', 'CTLS', 'Порт питания'],
    'Ingenico_ICT220_EG_BW_CTLS': ['Tamper', 'Принтер', 'GPRS', 'CTLS', 'Порт питания'],
    'VeriFone_PP1000SE_BW_CTLS': ['Дефект клавиатуры', 'Принтер', 'GPRS', 'CTLS', 'Порт питания'],
    'Ingenico_ICT250_EG_C_CTLS': ['Tamper', 'Принтер', 'GPRS', 'CTLS', 'Порт питания'],
    'Ingenico_IPP220_BW_CTLS': ['Alert', 'Дефект экрана', 'Дефект клавиатуры', 'Порт питания'],
    'Ingenico_IPP320_BW_CTLS': ['Alert', 'Дефект экрана', 'Дефект клавиатуры', 'Порт питания'],
    'Ingenico_IPP320_BW_CTLS': ['Alert', 'Дефект экрана', 'Дефект клавиатуры', 'Не заряжается АКБ'],
    'PAX_S200_C_CTLS': ['Tamper', 'Дефект экрана', 'Дефект клавиатуры', 'Порт питания'],
    'PAX_SP30_C_CTLS': ['Tamper', 'Дефект экрана', 'Дефект клавиатуры', 'Порт питания'],
    'PAX_S300_C_CTLS': ['Tamper', 'Дефект экрана', 'Дефект клавиатуры', 'Порт питания'],
    'Tactilion_G3_3G_C_CTLS': ['Ошибка ПО', 'Принтер', 'GPRS', 'CTLS', 'Порт питания'],
    'Tactilion_T2_EG_C_CTLS': ['Tamper', 'Принтер', 'GPRS', 'Порт Пин-пада', 'Порт питания'],
    'EVOTOR_72_СТ2Ф': ['Принтер', 'Симпорт', 'Ошибка ПО', 'Порт питания'],
    'EVOTOR_5_СТ5Ф': ['Принтер', 'Tamper', 'Дефект экрана', 'Дефект клавиатуры'],
    'VeriFone_Vx520_ED_BW_CTLS': ['Tamper', 'CTLS', 'Дефект экрана', 'Дефект клавиатуры'],
    'VeriFone_Vx820_C_CTLS': ['Tamper', 'Принтер', 'Дефект экрана', 'Дефект клавиатуры'],
    'Castles_VEGA3000_3G_C_CTLS': ['Ошибка ПО', 'Принтер', 'GPRS', 'CTLS', 'Порт питания'],
}

very_bad_malfunction = ['Неустранимые загрязнения', 'Залит', 'Следы жизнедеятельности', 'Механические повреждения']
